import frozen from '../images/frozen.jpg';
import potc from '../images/potc.jpg';
import tangled from '../images/tangled.webp';
import cars from '../images/cars.jpg';
import matrix from '../images/matrix.webp';
import ring from '../images/ring.jpg';
const movies = [
    {
      id: 1,
      title: "Крижане серце",
      description: "Могутні чари вимагають мудрого керування ними. Історія про відважних друзів, які рятували королівство від вічної зими.",
      genre: "Мультфільм",
      image: frozen,
      showtime: "10:00, 28 квітня 2025"
    },
    {
      id: 2,
      title: "Пірати Карибського моря",
      description: "Крадіжка медальйону дала про себе згадати через 10 років. Історія про відчайнушні бої з піратами та морські пригоди.",
      genre: "Фантастика, Бойовик, Пригоди",
      image: potc,
      showtime: "12:30, 28 квітня 2025"
    },
    {
      id: 3,
      title: "Рапунцель",
      description: "Фантастична пригода через бажання дослідити світ, змінює життя дівчинки з магічними здібностями цілющої сили Сонця.",
      genre: "Комедія, Драма, Романтика",
      image: tangled,
      showtime: "15:00, 28 квітня 2025"
    },
    {
      id: 4,
      title: "Тачки",
      description: "Жага перемоги переповнює МакКвіна. Проте, його пригода у невеличкому містечку показує йому цінність добрих справ, а не трофею.",
      genre: "Пригоди, Комедія",
      image: cars,
      showtime: "17:30, 28 квітня 2025"
    },
    {
      id: 5,
      title: "Матриця",
      description: "Хакер дізнається від таємничих повстанців правду про фальшиву реальність і своє місце в боротьбі проти її контролерів.",
      genre: "Науково-фантастичний, Екшн",
      image: matrix,
      showtime: "20:00, 28 квітня 2025"
    },
    {
      id: 6,
      title: "Дзвінок",
      description: "Переглянувши загадкову касету, героїв чекає моторошний дзвінок зі словами '7 днів'. Що їх чекає на сьомий день?",
      genre: "Жахи, триллер",
      image: ring,
      showtime: "19:00, 29 квітня 2025"
    }
  ];
  
  export default movies;